[{
    "id": 1,
    "title": "2025年9月及之后的国内新冠疫情中期展望",
    "title_zh": "2025年9月及之后的国内新冠疫情中期展望",
    "source": "淡斋达原公众号",
    "link": "https://mp.weixin.qq.com/s/example",
    "tags": ["COVID-19", "Respiratory Disease", "Epidemic Forecast"],
    "tags_zh": ["新冠", "呼吸道疾病", "流行预测"],
    "date": "2025-09-07",
    "summary_en": "Based on CCDC data, China's COVID-19 epidemic in 2025 is gradually declining and likely to return to baseline by mid-September, with regional variations. Seasonal influenza (mainly H3N2) may influence southern regions, but overall the risk of a major nationwide outbreak is low. Respiratory diseases in schools are expected to rise with the new semester. The low epidemic period may last until Jan–Feb 2026.",
    "summary_zh": "根据CCDC数据，2025年中国新冠疫情正在逐步回落，预计9月中旬后大部分地区将回到流行间期水平，但存在区域差异。南方地区可能受甲型流感（H3N2）影响出现短期波动，但全国范围大规模疫情风险低。开学季呼吸道传染病可能增加。低流行期可能持续到2026年1月至2月。",
    "best_quote_en": "From mid-September 2025, the current COVID-19 wave is expected to recede to baseline levels, with regional fluctuations, and remain low until early 2026.",
    "best_quote_zh": "2025年9月中旬之后，本轮新冠疫情有较大概率回落到流行间期水平，并将持续到2026年1月或2月。"
},
 {
  "id": 1,
  "title": "A Personal Journey Through Anxiety and Uncertainty",
  "title_zh": "关于迷茫焦虑的分享",
  "source": "豆瓣",
  "link": "https://www.douban.com/note/859779952/?_i=8292019y6Lj3OT",
  "tags": ["Life", "Growth", "Self-Management", "Anxiety", "Career"],
  "tags_zh": ["人生", "成长", "自我管理", "焦虑", "职业发展"],
  "date": "2024-02-29",
  "summary_en": "A reflective piece from someone approaching forty, sharing personal experiences of navigating anxiety and uncertainty from youth to middle age. The author argues that uncertainty stems from the gap between one's current and ideal self, and that the antidote lies not in overthinking or prayer, but in concrete, optimized action. They contrast the more tangible social connections of the past with today's fragmented, virtual interactions that often fuel anxiety. The author also warns about financial insecurity, advising readers to recognize economic cycles, secure their gains, and avoid over-leveraging. Finally, they touch on how family can be both a source of support and stress, concluding that the ultimate goal of youth is to build enough freedom and resilience to enjoy a peaceful middle age.",
  "summary_zh": "一位年近四十的作者，分享了自己从青年到中年如何应对迷茫与焦虑的个人经历。文章核心观点是：迷茫源于现状与理想自我的差距，解决之道在于具体、极致的行动优化，而非空想或祈祷。作者对比了过去更具实体感的社交环境与当今碎片化的虚拟互动，后者往往加剧焦虑。文章还探讨了财务焦虑，提醒读者认清经济周期，及时“落袋为安”，避免过度杠杆。最后，作者谈及家庭既是支持也是压力源，并总结：年轻时所有努力的终极目标，是为中年积累足够的自由与底气，以安享从容生活。",
  "best_quote_en": "When you become the person you imagined, you will recognize yourself through your actions and eliminate confusion and anxiety through your gains.",
  "best_quote_zh": "当自己成为那个想象中的“自己”时，会因行动而认可自己、因收获而断除迷茫焦虑。"
},
 {
  "id": 1,
  "title": "你可耻的一面才更有魅力",
  "title_zh": "你可耻的一面才更有魅力",
  "source": "豆瓣",
  "link": "https://www.douban.com/note/875320880/?_i=8292850y6Lj3OT",
  "tags": ["psychology", "self-growth", "shadow-work"],
  "tags_zh": ["心理学", "自我成长", "影子功课"],
  "date": "2025-08-21",
  "summary_en": "The article argues that our 'shameful' sides—dependency, jealousy, and desire—hold real charm and are essential for authenticity. Instead of hiding them, acknowledging and integrating these shadow aspects leads to deeper intimacy, freedom, and creativity.",
  "summary_zh": "文章指出，可耻的部分——依赖、嫉妒、欲望——才是魅力所在。与其隐藏，不如承认并整合这些影子面向，从而获得更真实的亲密感、自由与创造力。",
  "best_quote_en": "The shameful parts are not to be erased but embraced—your jealousy points to your path, your dependence enables intimacy, and your desire fuels creation.",
  "best_quote_zh": "可耻的部分不是要抹掉，而是要接纳——嫉妒指向你的道路，依赖带来亲密，欲望驱动创造。"
},
{
  "id": 2,
  "title": "读《可塑的我》摘抄",
  "title_zh": "读《可塑的我》摘抄",
  "source": "豆瓣读书 · 骨扒皮",
  "link": "https://book.douban.com/annotation/138216290/",
  "tags": ["self-growth", "midlife crisis", "psychological maturity"],
  "tags_zh": ["自我成长", "中年危机", "心理成熟"],
  "date": "2024-10-20",
  "summary_en": "This piece extracts insights from *The Plastic Me*, focusing on how midlife anxiety—feelings of depression, loss of control, procrastination—can serve as signals rather than verdicts. It suggests that recognising the abilities one lacks, confronting emotional discomfort, and cultivating capacities like emotional regulation, self-reflection, and authenticity are essential to navigate this stage. Practical exercises include writing, body awareness, identifying core values, mapping out one’s life psychological resources, and examining relationship patterns rooted in childhood. The path of growth involves letting go of limiting beliefs, understanding one’s attachment history, gradually building trust in self, and establishing healthier, balanced relationships internally and with others.",
  "summary_zh": "这篇摘抄来自《可塑的我》，主要讨论中年期的焦虑、失控、拖延等情绪不是失败的标志，而是内在能力缺失或生命阶段过渡的提醒。文章提出，通过觉察情绪、提升情绪调节能力、自我反思、明确核心价值观、梳理童年依恋模式等方式，可以应对并转化中年危机。文中还包含了一些实用练习，比如写作、身体觉察、心理地图、关系剧本分析等。成长是一个逐步放下限制性信念、理解并整合自我—包括与他人的关系—的过程。",
  "best_quote_en": "Midlife anxiety and depression are the messengers, not the judges: they tell you where your capacities are undeveloped and where you are no longer aligned, and only by cultivating awareness, accepting limitation, and choosing consciously will you grow into a more mature self.",
  "best_quote_zh": "中年的焦虑与抑郁是信使，不是审判者：它们告诉你哪些能力尚未发展，哪些地方已不再契合；唯有通过觉察、接受局限、有意识地做出选择，你才会成长为一个更加成熟的自我。"
},
{
    "id": 1,
    "title": "Using 'Dao' to Explain 'Dao': The Mountain Top Cave Man's Disruptive Interpretation of Tao Te Ching Chapter 1",
    "title_zh": "以“道”解“道”，山顶洞人颠覆性解读《道德经》之第1章",
    "source": "Zhihu Zhuanlan",
    "link": "https://zhuanlan.zhihu.com/p/33679894",
    "tags": ["Taoism", "Buddhism", "Philosophy", "Interpretation", "Spirituality"],
    "tags_zh": ["道家", "佛教", "哲学", "解读", "灵性"],
    "date": "2017-09-12",
    "summary_en": "The article is the first chapter in the series 'Buddha and Tao as One: Tao Te Ching' by the author 'Mountain Top Cave Man'. It offers a disruptive interpretation of the opening chapter of the Tao Te Ching, blending Taoist principles with Buddhist insights. The author, having experienced a personal transformation from a life of material pursuit to spiritual enlightenment, explains the ineffable nature of 'Dao'. He argues that conventional interpretations fail because they don't stand at the level of 'Dao' itself. The interpretation explores the lines 'Dao that can be spoken is not the eternal Dao' as a call to transcend verbal descriptions and experience the Dao directly, integrating Buddhist concepts of emptiness and enlightenment to deepen the understanding. The series aims to make the Tao Te Ching accessible to various audiences, not just practitioners, by focusing on the 'Dao' behind the words rather than literal translations.",
    "summary_zh": "这篇文章是作者‘山顶洞人’系列‘佛道一如道德经’的第一章。它对《道德经》的开篇章提供了颠覆性解读，将道家原则与佛教洞见融合。作者经历了从物质追求到精神觉醒的个人转变，解释了‘道’的不可言说性质。他认为传统解读失败，因为它们没有站在‘道’的层面本身。该解读探索了‘道可道，非常道’的台词，作为超越语言描述并直接体验道的号召，整合佛教的空性和觉醒概念以加深理解。该系列旨在使《道德经》适用于各种受众，而不只是修行者，通过关注文字背后的‘道’而非字面翻译。",
    "best_quote_en": "Laozi is standing at the height of 'Dao' overlooking the universe, while all who interpret the 'Tao Te Ching' are standing on Earth gazing at the starry sky.",
    "best_quote_zh": "老子是站在“道”的高度俯瞰宇宙的，而所有解《道德经》的人都是站在地球上仰望星空。"
  },
{
    "id": 1,
    "title": "以“道”解“道”，山顶洞人颠覆性解读《道德经》之第2章",
    "title_zh": "以“道”解“道”，山顶洞人颠覆性解读《道德经》之第2章",
    "source": "知乎专栏",
    "link": "https://zhuanlan.zhihu.com/p/33710070",
    "tags": ["道德经解读", "禅宗思想", "道家哲学", "文化解析"],
    "tags_zh": ["道德经解读", "禅宗思想", "道家哲学", "文化解析"],
    "date": "2018-03-08",
    "summary_en": "This article, written by the pseudonymous 'Caveman of the Mountain Top,' offers a subversive interpretation of Chapter 2 of the Tao Te Ching by integrating Taoist wisdom with Chan (Zen) Buddhism. The author argues that concepts like 'beauty' and 'ugliness,' 'good' and 'evil' are interdependent illusions created by human discrimination. Using the metaphor of 'palm and back of hand,' the text emphasizes transcending binary oppositions through 'non-action' (wuwei) and 'wordless teaching,' echoing Chan's 'unity of ten dharma realms.' It critiques academic reductionism of Laozi's thought to mere dialectics, asserting its deeper affinity with Buddhist enlightenment. The article also incorporates the author's personal spiritual journey from worldly indulgence to Taoist practice, linking Laozi's philosophy to practical life and ethical cultivation.",
    "summary_zh": "本文由笔名“山顶洞人”撰写，通过佛道融合视角颠覆性解读《道德经》第二章。作者指出，“美丑”“善恶”等二元对立是世人妄加的分别：无“恶”不显“美”，无“不善”不显“善”，正如手掌与手背共生。不同于学界将老子思想简化为辩证法，文章以禅宗“十法界一体”智慧切入，强调超越对立的“无为”境界——圣人效法天地“作焉而不辞，为而不恃”，因不居功故功绩永存。作者结合自身从五毒俱全到修行证道的经历，揭示老子思想非理论思辨，而是破除执着、回归本真的实践指南。文中穿插“曲焕章白药”的历史典故，暗喻“道”在济世中的具体显现，赋予古典哲学鲜活的现实生命力。",
    "best_quote_en": "\"The 'evil' inherently contains 'beauty,' and the 'not-good' inherently contains 'good'—this is the Chan wisdom where opposites dissolve into oneness. When we eat, do we constantly think, 'Am I using my hand to hold chopsticks?' This is the natural state of non-attachment.\"",
    "best_quote_zh": "\"‘恶’里本就包含‘美’，‘不善’里本就包含‘善’——禅的智慧里，对立即是一体。吃饭时谁会总想着‘我在用手拿筷子’？这便是不住两边的自然。\"（核心洞见：以生活直觉破除概念执着，直指道的当下性）"
  },
{
    "id": 1,
    "title": "以‘道’解‘道’，山顶洞人颠覆性解读《道德经》之第3章",
    "title_zh": "以‘道’解‘道’，山顶洞人颠覆性解读《道德经》之第3章",
    "source": "知乎",
    "link": "https://zhuanlan.zhihu.com/p/33766857",
    "tags": ["《道德经》解读", "佛道思想", "山顶洞人观点", "曲焕章白药"],
    "tags_zh": ["《道德经》解读", "佛道思想", "山顶洞人观点", "曲焕章白药"],
    "date": "2018-03-07",
    "summary_en": "The article is written by Shandingdongren, who once pursued fame, wealth and other desires but later repented, turned to Buddhism and Taoism, and dedicated himself to interpreting the Tao Te Ching. It first provides the translation of Chapter 3 of the Tao Te Ching, then uses a dream example (a small mirror being regarded as a treasure and a basketball-sized diamond being despised on a diamond planet) to illustrate that 'valuing virtuous people' triggers competition and 'valuing rare goods' stimulates greed. It interprets the sage's governance principle of 'emptying the people's minds, filling their bellies, weakening their ambitions, strengthening their bones, and keeping the people without cunning and desires', refuting the view that this is an 'ignorant people policy'—stating that the 'knowledge' here refers to worldly cunning, not true wisdom. It emphasizes that 'inaction' is the consensus of Laozi and the Buddha, equivalent to 'non-attachment' in the Diamond Sutra. Additionally, it briefly introduces Qu Huanzhang, the founder of Yunnan Baiyao, including the birth of the medicine in 1902, its 'three pills and one seed' product system, magical effects (stopping bleeding, healing wounds, reducing swelling and relieving pain, promoting blood circulation), and the donation of the secret recipe to New China in 1956.",
    "summary_zh": "本文作者为山顶洞人，其曾追逐财色名利却屡屡碰壁，后幡然醒悟，接触佛道并精进修行，发愿解读《道德经》。文章先给出《道德经》第3章原文的译文，再通过一个梦境案例（在钻石星球上，小镜子被奉为至宝，篮球大的钻石却遭人嫌弃），阐释“尚贤”会引发人们争夺、“贵难得之货”会激发贪欲的道理。解读圣人“虚其心、实其腹、弱其志、强其骨，常使民无知无欲”的治理原则，反驳“愚民政策”的说法——指出此处的“知”指世间智辩聪，非真正智慧。强调“无为”是老子与佛陀的共识，等同于《金刚经》中的“无所住”。此外，文章还简要介绍云南白药创始人曲焕章，包括白药1902年诞生、“三丹一子”产品体系、止血愈伤、消肿镇痛、活血化瘀的神奇疗效，以及1956年其遗孀将秘方献给新中国的事迹。",
    "best_quote_en": "‘Wuwei’ (inaction) is the consensus of Laozi and the Buddha. Many experts and scholars interpret ‘Wuwei’ as ‘not acting recklessly’, which is totally wrong! ‘Wuwei’ is ‘not abiding by anything’ in the Diamond Sutra, ‘no dualistic phenomena’ in the Platform Sutra of the Sixth Patriarch, that is, ‘emptiness’, ‘Tao’, ‘Buddha’, ‘unmoving suchness’, and the empty nature that each of us possesses!",
    "best_quote_zh": "‘无为’是老子和佛陀的共识，很多专家学者把‘无为’解释为‘不妄为’，大错特错！‘无为’就是《金刚经》里的‘无所住’，就是《六祖坛经》里的‘无二相’，也就是‘空’、就是‘道’、就是‘佛’、就是‘如如不动’、就是我们每个人都具有的空无本性！"
  },
{
    "id": 1,
    "title": "EFT Reading Club - chap2 The Nature of Emotions",
    "title_zh": "EFT读书会 - chap2 情绪的本质",
    "source": "豆瓣",
    "link": "https://www.douban.com/note/785467102/?_i=8386305y6Lj3OT",
    "tags": ["EFT Reading Club", "Nature of Emotions", "Emotion-Focused Therapy", "Emotion and Body-Mind Connection", "Emotional Schemas"],
    "tags_zh": ["EFT读书会", "情绪的本质", "情绪聚焦疗法", "情绪与身心联系", "情绪计划"],
    "date": "2020-11-24",
    "summary_en": "This article is the second chapter of the EFT Reading Club, focusing on the nature of emotions. It first sorts out the definition of emotions and the evolution of related theories (from the Stoics in ancient Greece to the modern dialectical constructivist perspective), and confirms the universality of emotions (e.g., the facial expressions of six basic emotions are consistent across cultures). It analyzes the connection between emotions and the body (limbic system, 'low-road' and 'high-road' emotional responses) as well as thoughts, and proposes the core concept of 'emotional schemas' (a comprehensive response mode integrating emotions, motivation, cognition and action). Additionally, it discusses the relationship between the formation of needs and emotions, expounds the duality of emotions and methods to change emotions (such as labeling emotions, regulating emotions through a sense of security, changing emotions with emotions, and rewriting emotional memories with new experiences). Finally, it introduces the research effects of Emotion-Focused Therapy (EFT) in individual therapy, couples therapy and other fields, emphasizing the important role of emotions in psychotherapy.",
    "summary_zh": "这篇文章是EFT读书会的第二章内容，核心探讨情绪的本质。文中先梳理了情绪的定义及相关理论演变（从古希腊斯多葛派认为情绪是“灵魂疾病”，到现代辩证建构主义对情绪的综合认知），还证实了情绪的普遍性——比如愤怒、恐惧、悲伤等六种基本情绪，无论人来自美国、日本还是婆罗洲部落，面部表情都一致。接着分析了情绪与身体、思想的联系：情绪和边缘系统相关，有“快速低路”（杏仁核触发紧急反应）和“慢速高路”（新皮质参与思考）两种产生路径；情绪与思想也不是简单的先后关系，而是相互作用的动态过程。文中还提出“情绪计划”这一关键概念，指情绪、动机、认知和行动会形成综合反应模式，影响我们的情绪体验和决策。此外，文章探讨了需求的形成（由情绪偏好和互动经验构建，而非天生本能），以及改变情绪的方法，比如给情绪贴标签能降低唤醒度、亲密关系的安全感能调节情绪、积极情绪能缓解消极情绪等。最后介绍了情绪聚焦疗法（EFT）的研究效果，它在治疗抑郁症、婚姻困扰、创伤等方面都有实证支持，能帮助人们更好地处理情绪问题。",
    "best_quote_en": "Poetry is when an emotion has found its thought and the thought has found words. ——Robert Frost",
    "best_quote_zh": "诗歌就是当一种情感找到了思想，思想找到了文字。——罗伯特-弗罗斯特"
  },
    {
    "id": 1,
    "title": "【AI】Aerobic Training, Resistance Training and Strength Training: Analysis and Comparison Based on the Latest Scientific Research",
    "title_zh": "【AI】有氧训练、阻抗训练与力量训练：基于最新科学研究的解析与比较",
    "source": "豆瓣",
    "link": "https://www.douban.com/note/872623610/?_i=8387050y6Lj3OT",
    "tags": ["Aerobic Training", "Resistance Training", "Strength Training", "Scientific Research on Exercise", "Concurrent Training"],
    "tags_zh": ["有氧训练", "阻抗训练", "力量训练", "运动科学研究", "复合训练"],
    "date": "2025-05-07",
    "summary_en": "This article systematically analyzes three common exercise types—aerobic training, resistance training, and strength training—based on the latest scientific research. First, it clarifies their definitions and core principles: aerobic training (e.g., walking, running) focuses on improving cardiopulmonary endurance and relies on aerobic metabolism; resistance training (e.g., using dumbbells, body weight) aims to enhance functional abilities through progressive overload, covering muscle endurance, hypertrophy, and strength; strength training, a branch of resistance training, prioritizes maximizing peak strength and power with high loads and low repetitions. Then, it details their physiological adaptations (e.g., aerobic training increases mitochondrial density, resistance training promotes muscle hypertrophy and bone density, strength training enhances neural drive) and health benefits (e.g., aerobic training improves cardiovascular health and aids weight loss, resistance training benefits metabolic health and prevents sarcopenia, strength training boosts sports performance and injury prevention). It also compares their differences in energy system use, muscle fiber impact, and effectiveness for specific goals (e.g., aerobic training is best for weight loss, HIIT excels at reducing waist circumference and body fat rate, resistance training is optimal for muscle gain). Finally, it discusses concurrent training (combining different exercise types), noting its comprehensive health benefits while suggesting strategies to reduce potential interference effects (e.g., time separation, choosing low-impact aerobic modes), to help individuals make informed exercise choices based on their goals.",
    "summary_zh": "这篇文章基于最新科学研究，系统解析了有氧、阻抗、力量三种常见运动类型。首先明确了它们的定义和核心原理：有氧训练（比如快走、跑步）以提升心肺耐力为核心，靠有氧代谢供能；阻抗训练（比如用哑铃、自身体重锻炼）通过“渐进超负荷”增强身体功能，能练肌肉耐力、增肌、提力量；力量训练是阻抗训练的分支，专门追求最大力量和爆发力，特点是大负荷、少次数。接着详细讲了每种训练的生理变化（比如有氧训练会增加线粒体密度，阻抗训练能促进肌肉生长和骨密度提升，力量训练能增强神经对肌肉的控制）和健康好处（比如有氧训练改善心血管健康、帮助减重，阻抗训练有益代谢健康、预防肌肉流失，力量训练提升运动表现、减少受伤）。然后对比了它们的差异：比如依赖的能量系统不同、对肌纤维的影响不同，以及针对不同目标的效果（比如减重选有氧训练效果最好，减腰围和体脂率选HIIT更优，增肌则阻抗训练最有效）。最后还讲了“复合训练”（把不同运动结合起来），说它能带来更全面的健康益处，但要注意减少“干扰效应”（比如分开安排有氧和阻抗训练时间、选骑行而非跑步这类低冲击有氧模式），帮助大家根据自己的目标选对运动方式。",
    "best_quote_en": "The importance of physical activity for individual health and population well-being has been widely recognized, and regular physical exercise is considered one of the key factors in maintaining health and prolonging lifespan.",
    "best_quote_zh": "体育活动对个体健康和群体福祉的重要性已获得广泛共识，规律的体育锻炼被认为是维持健康、延长寿命的关键因素之一"
  }
]
