[{
    "id": 1,
    "title": "2025年9月及之后的国内新冠疫情中期展望",
    "title_zh": "2025年9月及之后的国内新冠疫情中期展望",
    "source": "淡斋达原公众号",
    "link": "https://mp.weixin.qq.com/s/example",
    "tags": ["COVID-19", "Respiratory Disease", "Epidemic Forecast"],
    "tags_zh": ["新冠", "呼吸道疾病", "流行预测"],
    "date": "2025-09-07",
    "summary_en": "Based on CCDC data, China's COVID-19 epidemic in 2025 is gradually declining and likely to return to baseline by mid-September, with regional variations. Seasonal influenza (mainly H3N2) may influence southern regions, but overall the risk of a major nationwide outbreak is low. Respiratory diseases in schools are expected to rise with the new semester. The low epidemic period may last until Jan–Feb 2026.",
    "summary_zh": "根据CCDC数据，2025年中国新冠疫情正在逐步回落，预计9月中旬后大部分地区将回到流行间期水平，但存在区域差异。南方地区可能受甲型流感（H3N2）影响出现短期波动，但全国范围大规模疫情风险低。开学季呼吸道传染病可能增加。低流行期可能持续到2026年1月至2月。",
    "best_quote_en": "From mid-September 2025, the current COVID-19 wave is expected to recede to baseline levels, with regional fluctuations, and remain low until early 2026.",
    "best_quote_zh": "2025年9月中旬之后，本轮新冠疫情有较大概率回落到流行间期水平，并将持续到2026年1月或2月。"
},
{
    "id": 1,
    "title": "Iconology Research: Art History Research is an Advanced Version of 'Describing Pictures in Words'",
    "title_zh": "图像学研究：艺术史研究就是升级版“看图写话”",
    "source": "豆瓣",
    "link": "https://www.douban.com/note/685154648/?_i=8388198y6Lj3OT",
    "tags": ["Iconology", "Erwin Panofsky", "Art History Research", "Renaissance Art", "Humanistic Themes"],
    "tags_zh": ["图像学", "欧文·潘诺夫斯基", "艺术史研究", "文艺复兴艺术", "人文主题"],
    "date": "2018-08-02",
    "summary_en": "This article argues that art history research is an advanced version of 'describing pictures in words' and refutes the view of some experts who consider 'describing pictures in words' as low-level. It points out that any method of art research is related to interpretation, which is the in-depth explanation of things or the pursuit of meaning—this is consistent with the basic logic of primary school 'describing pictures in words' (identifying figures and actions, exploring reasons, and expressing views). The article focuses on introducing Erwin Panofsky's work *Studies in Iconology: Humanistic Themes in the Art of the Renaissance*, noting that the proposal of iconology (from iconography to modern iconology) made it an indispensable discipline in art history research, ending its auxiliary status under other humanities and marking a turning point in art history (contrasting with the previous style research period). Panofsky's interpretation of works is divided into three levels: 1. Pre-iconographical description: relying on practical experience to identify figures, objects and actions, and requiring the help of classics and experts when facing unfamiliar content; 2. Iconographical analysis: focusing on conventional themes (images, stories, morals), requiring familiarity with literature and historical contexts to interpret the expression of specific themes under different historical conditions (taking Francisco Maffei's painting as an example, distinguishing between Judith (symbolizing justice) and Salome (symbolizing extreme desire) by combining historical background and artistic expression habits); 3. Iconological analysis (in-depth iconographical analysis): exploring the inherent meaning of works, requiring an understanding of the basic tendencies of the human mind and the ability to enter the symbolic world, and needing to integrate humanities such as philosophy, religion, and social history. The article emphasizes that Panofsky's iconology defends the integrity of culture, promotes interdisciplinary cooperation (such as art history with philosophy, religion, and social history), makes art history no longer confined to the small circle of artists, and allows ordinary people to understand art through stories (involving age, historical background, and religious beliefs) even without professional technical knowledge, making art history more interesting. Although some argue that Panofsky's historical system is limited by Hegelianism, his pioneering contribution to art history is undeniable, and the subsequent development of open art history and art sociology is also closely related to iconological analysis.",
    "summary_zh": "本文提出“艺术史研究是升级版‘看图写话’”的观点，反驳部分专家认为“看图写话”低级的看法。文章指出，任何艺术研究方法都与“阐释”相关——即对事物的深入解释或对意义的追寻，这与小学“看图写话”（辨认人物与动作、探究原因、表达看法）的基本逻辑一致。文章重点介绍美国学者欧文·潘诺夫斯基的著作《图像学研究：文艺复兴时期艺术的人文主题》，强调“从图像志到现代意义的图像学”这一理论的提出，是图像学发展的转折点：它使图像学脱离其他人文社科的辅助地位，成为艺术史研究必不可少的独立学科，与此前的“风格研究时期”形成鲜明对比。潘诺夫斯基对艺术作品的解释分为三个层次：1. 前图像志描述：依靠实际经验辨认画面中的人物、物体与动作，面对陌生内容时需借助原典与专家帮助；2. 图像志分析：聚焦约定俗成的题材（图像、故事、寓意），需熟悉文献知识，结合不同历史条件下艺术家对特定主题的表达方式进行解读（以17世纪威尼斯画家弗朗西斯科·马费的作品为例，通过区分“尤滴（象征正义）”与“莎乐美（象征极端爱欲）”的历史内涵与艺术表现差异，纠正此前将该画误判为“表现莎乐美”的观点）；3. 图像学分析（深层图像志分析）：探究作品的内在意义，要求解释者理解人类心灵的基本倾向，能从现实经验世界进入象征世界，需整合哲学、宗教、社会结构史等多学科知识。文章强调，潘诺夫斯基的图像学不仅捍卫了文化的整体性，更推动了学科间合作，让艺术史不再局限于艺术家内部的“小众赏玩”——即便没有艺术技法知识，普通人也能通过画面故事（涉及年代、历史背景、生活习惯、宗教信仰）理解艺术，使艺术史更具趣味性。尽管有观点认为潘诺夫斯基的史学体系受黑格尔主义桎梏，但其对艺术史研究的开拓性贡献不可磨灭，后续开放艺术史、艺术社会学等领域的发展也与图像学分析渊源深厚。",
    "best_quote_en": "However, the iconological interpretation like 'describing pictures in words' is different. It doesn't matter if you don't understand artistic techniques. Come on, let's see what story is told in the painting. When talking about the story, we will involve the era, historical background, living habits and religious beliefs—there are so many interesting things. It turns out that art history is so fun! I really don't understand why old scholars frown and forbid us to approach art history in this way.",
    "best_quote_zh": "而看图说话式的图像学阐释就不一样了，你不懂技法没关系，来来来，我们看看画里讲了个什么故事，一讲到故事，就要涉及到年代、历史背景、生活习惯、宗教信仰，有趣的料可多了。原来艺术史这么好玩！真不明白老学究为什么板着脸禁止我们这样玩。"
  },
    {
    "id": 1,
    "title": "The Skeleton Puppet Show: The Gaze Between Life and Death in Painting",
    "title_zh": "骷髅幻戏：绘画中的生死对视",
    "source": "豆瓣",
    "link": "https://www.douban.com/note/697598147/?_i=8388286y6Lj3OT,8388475y6Lj3OT",
    "tags": ["Li Song (Song Dynasty Painter)", "The Skeleton Puppet Show Painting", "Life and Death Theme in Art", "Song Dynasty Painting", "Art Humanities"],
    "tags_zh": ["宋代画家李嵩", "《骷髅幻戏图》", "艺术中的生死主题", "宋代绘画", "艺术人文"],
    "date": "2018-11-22",
    "summary_en": "This article focuses on *The Skeleton Puppet Show*, a painting by Li Song, a painter of the Song Dynasty. Initially regarded as a realistic record of the street puppet shows popular at that time, the painting is now recognized by researchers as a work with surrealist style—its absurd and dreamlike atmosphere is similar to that of works by Western modern and contemporary artists like Dalí, as it aims to explore the unconscious world and present 'pure spiritual' scenes. The article first details the main content of the painting: at the visual center, a large skeleton sits on the ground wearing a long robe, manipulating a small skeleton with silk threads; in front of the small skeleton, a young child tries to crawl forward to grab it, while an older girl moves to stop the child; behind the large skeleton, a woman holds a baby and nurses it. This juxtaposition of infants (representing vigorous life) and skeletons (representing death) makes Chinese people, who have long avoided talking about death, feel uncomfortable, as reflected in the comments of Qing Dynasty scholars Wu Qizhen and Chen Zhuan—Wu even stated that he 'did not understand its meaning'. The article then analyzes Huang Gongwang's (one of the 'Four Masters of the Yuan Dynasty') ci-poem *Zui Taiping* written after viewing the painting: Huang, influenced by Quanzhen Taoism and Zhuangzi's concept of 'equating life and death', interpreted the skeleton in the painting as a 'puppet' that manipulates other puppets while being manipulated itself, expressing sorrow for the hardships of life. Zhuangzi's view that 'life and death are inevitable like day and night' is also used to interpret the painting: the young child, unaware of death, is attracted to the skeleton puppet, while the older girl, who understands death, tries to stop him—but she cannot resist the natural law of life and death. The woman nursing the baby, more mature than the girl, looks on with anxiety, possibly realizing that even the newly born baby is inevitably moving towards the end of life. The article also compares Li Song's work with *Puppet Children's Play* by Liu Songnian (another Song Dynasty court painter): Liu's painting directly reflects social customs and children's lives, while Li's work contains multi-layered spiritual connotations. It introduces Li Song's life background—he was born into poverty, worked as a carpenter in his youth, later became the adopted son of court painter Li Congxun, and served three emperors (Guangzong, Ningzong, Lizong) as a court painter. Despite his status, he never forgot the underprivileged and created works with strong moral views (e.g., portraits of rebels like Song Jiang, *Fu Tian Tu*, *Si Mi Tu*). The article points out that the seemingly bizarre scenes, disconnected figures, and contrasting identities in *The Skeleton Puppet Show* are likely the product of Li Song's integration of his profound perceptions of reality and rich life experiences, making it unique in the history of Chinese painting. It also draws a parallel with literature: in *A Dream of Red Mansions*, Jia Rui looks into the 'Wind-Moon Precious Mirror'—one side shows a skeleton (which can cure his illness) and the other shows his beloved Xifeng (which leads to his death), similar to the painting's reflection on life and death. Unlike most traditional Chinese children's play paintings that depict innocence and happiness with auspicious meanings, *The Skeleton Puppet Show* uses the gaze between children and skeletons to provoke viewers' thoughts on life, death, and reincarnation. It openly contrasts life and death, prompting reflections on fate: who is the ultimate ruler between the manipulator and the manipulated, the performer and the viewer? The article concludes by praising Li Song for leaving such a meaningful work for later generations.",
    "summary_zh": "本文聚焦宋代画家李嵩的画作《骷髅幻戏图》，该画最初被认为是对当时街头流行傀儡戏的写实记录，如今经研究者关注，被认定为具有超现实主义风格的作品——其荒诞梦幻的氛围与达利等西方现当代画家的作品相似，旨在探索无意识世界、呈现“纯精神”场景。文章首先详细解读画作内容：画面视觉中心是一大骷髅席地而坐，身着长衫，以丝线悬吊小骷髅戏耍；小骷髅前，幼童欲爬向前抓取，年龄稍长的女童上前阻止；大骷髅身后，一名妇女怀抱婴儿哺乳。这种将代表旺盛生命力的婴孩与象征死亡的骷髅并置的手法，让向来讳谈死亡的中国人难以适应，清代吴其贞、陈撰均曾提及此画，吴其贞更直言“不知是何义意”。接着，文章分析元四家之一黄公望观画后所作的小令《醉太平》：黄公望因政治失意入全真教，受道教及庄子“齐生死”思想影响，将画中骷髅解读为“自身亦是傀儡，却仍操纵小傀儡取悦他人”，借此抒发人生艰难的感慨。庄子“死生如昼夜交替，乃自然规律”的观点也被用于阐释画作：幼童懵懂不知死亡，被骷髅傀儡吸引；女童虽懂死亡之意试图阻止，却无法抗拒生死自然法则；哺乳妇女比女童更成熟，忧心忡忡地注视这一幕，或许已意识到即便新生婴儿，也终将走向生命终点。文章还将李嵩此作与宋代另一位宫廷画家刘松年的《傀儡婴戏图》对比：刘松年的作品是对社会风俗与儿童生活的直白反映，而李嵩的画作则蕴含多层次精神意涵。文中介绍李嵩的生平背景——他出身贫苦，年少为木工，后成为宫廷画家李从训养子，历经光、宁、理宗三朝，虽身居宫廷却始终关注底层民众，创作过包含宋江等反抗者形象、《服田图》《四迷图》等具有强烈道德观的作品。文章指出，《骷髅幻戏图》中看似离奇的场景、无关联的人物、悬殊的身份差异，大概率是李嵩将对现实的深刻认知与丰富人生阅历融合的产物，在中国绘画史上独一无二。此外，文章还关联文学作品：《红楼梦》中“风月宝鉴”的情节（贾瑞照镜，一面现骷髅可治病，一面现凤姐致其亡），与画作对生死的思考异曲同工。不同于传统婴戏图多描绘孩童天真快乐、寓意吉祥的风格，《骷髅幻戏图》以小儿与骷髅的对视，激发观者对生死轮回的思考，毫不掩饰地对比生死，进而引发对命运的追问——操纵与被操纵、表演与观看之间，谁才是宇宙间的终极主宰？文章最后赞叹李嵩为后世留下了这样一幅韵味无穷的佳作。",
    "best_quote_en": "Unlike most traditional Chinese paintings of children at play, which depict innocence and joy with auspicious implications, Li Song's work uses the gaze between children and skeletons to provoke viewers' thoughts on the cycle of life and death. He makes no attempt to hide the stark contrast between life and death, which strikes at the heart, and also prompts reflections on fate—who is the greatest ruler in the universe among the manipulator and the manipulated, the performer and the viewer? There will surely be a thousand answers to this question.",
    "best_quote_zh": "一般来说，中国画中的婴戏图大多表现孩子天真快乐的情形，画面寓意吉祥幸福。而李嵩这幅画却以小儿与骷髅的对视，来激发观者对生死轮回的思考。画家对人类生死的强烈对比毫不掩饰、直指人心，同时亦令人思考命运的问题——操纵与被操纵、表演与观看以及同时审视演与观的人，到底何为宇宙间最大的主宰力？对此，一个人定会有一千种回答。"
  },
    
 {
  "id": 1,
  "title": "你可耻的一面才更有魅力",
  "title_zh": "你可耻的一面才更有魅力",
  "source": "豆瓣",
  "link": "https://www.douban.com/note/875320880/?_i=8292850y6Lj3OT",
  "tags": ["psychology", "self-growth", "shadow-work"],
  "tags_zh": ["心理学", "自我成长", "影子功课"],
  "date": "2025-08-21",
  "summary_en": "The article argues that our 'shameful' sides—dependency, jealousy, and desire—hold real charm and are essential for authenticity. Instead of hiding them, acknowledging and integrating these shadow aspects leads to deeper intimacy, freedom, and creativity.",
  "summary_zh": "文章指出，可耻的部分——依赖、嫉妒、欲望——才是魅力所在。与其隐藏，不如承认并整合这些影子面向，从而获得更真实的亲密感、自由与创造力。",
  "best_quote_en": "The shameful parts are not to be erased but embraced—your jealousy points to your path, your dependence enables intimacy, and your desire fuels creation.",
  "best_quote_zh": "可耻的部分不是要抹掉，而是要接纳——嫉妒指向你的道路，依赖带来亲密，欲望驱动创造。"
},
{
  "id": 2,
  "title": "读《可塑的我》摘抄",
  "title_zh": "读《可塑的我》摘抄",
  "source": "豆瓣读书 · 骨扒皮",
  "link": "https://book.douban.com/annotation/138216290/",
  "tags": ["self-growth", "midlife crisis", "psychological maturity"],
  "tags_zh": ["自我成长", "中年危机", "心理成熟"],
  "date": "2024-10-20",
  "summary_en": "This piece extracts insights from *The Plastic Me*, focusing on how midlife anxiety—feelings of depression, loss of control, procrastination—can serve as signals rather than verdicts. It suggests that recognising the abilities one lacks, confronting emotional discomfort, and cultivating capacities like emotional regulation, self-reflection, and authenticity are essential to navigate this stage. Practical exercises include writing, body awareness, identifying core values, mapping out one’s life psychological resources, and examining relationship patterns rooted in childhood. The path of growth involves letting go of limiting beliefs, understanding one’s attachment history, gradually building trust in self, and establishing healthier, balanced relationships internally and with others.",
  "summary_zh": "这篇摘抄来自《可塑的我》，主要讨论中年期的焦虑、失控、拖延等情绪不是失败的标志，而是内在能力缺失或生命阶段过渡的提醒。文章提出，通过觉察情绪、提升情绪调节能力、自我反思、明确核心价值观、梳理童年依恋模式等方式，可以应对并转化中年危机。文中还包含了一些实用练习，比如写作、身体觉察、心理地图、关系剧本分析等。成长是一个逐步放下限制性信念、理解并整合自我—包括与他人的关系—的过程。",
  "best_quote_en": "Midlife anxiety and depression are the messengers, not the judges: they tell you where your capacities are undeveloped and where you are no longer aligned, and only by cultivating awareness, accepting limitation, and choosing consciously will you grow into a more mature self.",
  "best_quote_zh": "中年的焦虑与抑郁是信使，不是审判者：它们告诉你哪些能力尚未发展，哪些地方已不再契合；唯有通过觉察、接受局限、有意识地做出选择，你才会成长为一个更加成熟的自我。"
},
{
    "id": 1,
    "title": "Using 'Dao' to Explain 'Dao': The Mountain Top Cave Man's Disruptive Interpretation of Tao Te Ching Chapter 1",
    "title_zh": "以“道”解“道”，山顶洞人颠覆性解读《道德经》之第1章",
    "source": "Zhihu Zhuanlan",
    "link": "https://zhuanlan.zhihu.com/p/33679894",
    "tags": ["Taoism", "Buddhism", "Philosophy", "Interpretation", "Spirituality"],
    "tags_zh": ["道家", "佛教", "哲学", "解读", "灵性"],
    "date": "2017-09-12",
    "summary_en": "The article is the first chapter in the series 'Buddha and Tao as One: Tao Te Ching' by the author 'Mountain Top Cave Man'. It offers a disruptive interpretation of the opening chapter of the Tao Te Ching, blending Taoist principles with Buddhist insights. The author, having experienced a personal transformation from a life of material pursuit to spiritual enlightenment, explains the ineffable nature of 'Dao'. He argues that conventional interpretations fail because they don't stand at the level of 'Dao' itself. The interpretation explores the lines 'Dao that can be spoken is not the eternal Dao' as a call to transcend verbal descriptions and experience the Dao directly, integrating Buddhist concepts of emptiness and enlightenment to deepen the understanding. The series aims to make the Tao Te Ching accessible to various audiences, not just practitioners, by focusing on the 'Dao' behind the words rather than literal translations.",
    "summary_zh": "这篇文章是作者‘山顶洞人’系列‘佛道一如道德经’的第一章。它对《道德经》的开篇章提供了颠覆性解读，将道家原则与佛教洞见融合。作者经历了从物质追求到精神觉醒的个人转变，解释了‘道’的不可言说性质。他认为传统解读失败，因为它们没有站在‘道’的层面本身。该解读探索了‘道可道，非常道’的台词，作为超越语言描述并直接体验道的号召，整合佛教的空性和觉醒概念以加深理解。该系列旨在使《道德经》适用于各种受众，而不只是修行者，通过关注文字背后的‘道’而非字面翻译。",
    "best_quote_en": "Laozi is standing at the height of 'Dao' overlooking the universe, while all who interpret the 'Tao Te Ching' are standing on Earth gazing at the starry sky.",
    "best_quote_zh": "老子是站在“道”的高度俯瞰宇宙的，而所有解《道德经》的人都是站在地球上仰望星空。"
  },
{
    "id": 1,
    "title": "以“道”解“道”，山顶洞人颠覆性解读《道德经》之第2章",
    "title_zh": "以“道”解“道”，山顶洞人颠覆性解读《道德经》之第2章",
    "source": "知乎专栏",
    "link": "https://zhuanlan.zhihu.com/p/33710070",
    "tags": ["道德经解读", "禅宗思想", "道家哲学", "文化解析"],
    "tags_zh": ["道德经解读", "禅宗思想", "道家哲学", "文化解析"],
    "date": "2018-03-08",
    "summary_en": "This article, written by the pseudonymous 'Caveman of the Mountain Top,' offers a subversive interpretation of Chapter 2 of the Tao Te Ching by integrating Taoist wisdom with Chan (Zen) Buddhism. The author argues that concepts like 'beauty' and 'ugliness,' 'good' and 'evil' are interdependent illusions created by human discrimination. Using the metaphor of 'palm and back of hand,' the text emphasizes transcending binary oppositions through 'non-action' (wuwei) and 'wordless teaching,' echoing Chan's 'unity of ten dharma realms.' It critiques academic reductionism of Laozi's thought to mere dialectics, asserting its deeper affinity with Buddhist enlightenment. The article also incorporates the author's personal spiritual journey from worldly indulgence to Taoist practice, linking Laozi's philosophy to practical life and ethical cultivation.",
    "summary_zh": "本文由笔名“山顶洞人”撰写，通过佛道融合视角颠覆性解读《道德经》第二章。作者指出，“美丑”“善恶”等二元对立是世人妄加的分别：无“恶”不显“美”，无“不善”不显“善”，正如手掌与手背共生。不同于学界将老子思想简化为辩证法，文章以禅宗“十法界一体”智慧切入，强调超越对立的“无为”境界——圣人效法天地“作焉而不辞，为而不恃”，因不居功故功绩永存。作者结合自身从五毒俱全到修行证道的经历，揭示老子思想非理论思辨，而是破除执着、回归本真的实践指南。文中穿插“曲焕章白药”的历史典故，暗喻“道”在济世中的具体显现，赋予古典哲学鲜活的现实生命力。",
    "best_quote_en": "\"The 'evil' inherently contains 'beauty,' and the 'not-good' inherently contains 'good'—this is the Chan wisdom where opposites dissolve into oneness. When we eat, do we constantly think, 'Am I using my hand to hold chopsticks?' This is the natural state of non-attachment.\"",
    "best_quote_zh": "\"‘恶’里本就包含‘美’，‘不善’里本就包含‘善’——禅的智慧里，对立即是一体。吃饭时谁会总想着‘我在用手拿筷子’？这便是不住两边的自然。\"（核心洞见：以生活直觉破除概念执着，直指道的当下性）"
  },
{
    "id": 1,
    "title": "以‘道’解‘道’，山顶洞人颠覆性解读《道德经》之第3章",
    "title_zh": "以‘道’解‘道’，山顶洞人颠覆性解读《道德经》之第3章",
    "source": "知乎",
    "link": "https://zhuanlan.zhihu.com/p/33766857",
    "tags": ["《道德经》解读", "佛道思想", "山顶洞人观点", "曲焕章白药"],
    "tags_zh": ["《道德经》解读", "佛道思想", "山顶洞人观点", "曲焕章白药"],
    "date": "2018-03-07",
    "summary_en": "The article is written by Shandingdongren, who once pursued fame, wealth and other desires but later repented, turned to Buddhism and Taoism, and dedicated himself to interpreting the Tao Te Ching. It first provides the translation of Chapter 3 of the Tao Te Ching, then uses a dream example (a small mirror being regarded as a treasure and a basketball-sized diamond being despised on a diamond planet) to illustrate that 'valuing virtuous people' triggers competition and 'valuing rare goods' stimulates greed. It interprets the sage's governance principle of 'emptying the people's minds, filling their bellies, weakening their ambitions, strengthening their bones, and keeping the people without cunning and desires', refuting the view that this is an 'ignorant people policy'—stating that the 'knowledge' here refers to worldly cunning, not true wisdom. It emphasizes that 'inaction' is the consensus of Laozi and the Buddha, equivalent to 'non-attachment' in the Diamond Sutra. Additionally, it briefly introduces Qu Huanzhang, the founder of Yunnan Baiyao, including the birth of the medicine in 1902, its 'three pills and one seed' product system, magical effects (stopping bleeding, healing wounds, reducing swelling and relieving pain, promoting blood circulation), and the donation of the secret recipe to New China in 1956.",
    "summary_zh": "本文作者为山顶洞人，其曾追逐财色名利却屡屡碰壁，后幡然醒悟，接触佛道并精进修行，发愿解读《道德经》。文章先给出《道德经》第3章原文的译文，再通过一个梦境案例（在钻石星球上，小镜子被奉为至宝，篮球大的钻石却遭人嫌弃），阐释“尚贤”会引发人们争夺、“贵难得之货”会激发贪欲的道理。解读圣人“虚其心、实其腹、弱其志、强其骨，常使民无知无欲”的治理原则，反驳“愚民政策”的说法——指出此处的“知”指世间智辩聪，非真正智慧。强调“无为”是老子与佛陀的共识，等同于《金刚经》中的“无所住”。此外，文章还简要介绍云南白药创始人曲焕章，包括白药1902年诞生、“三丹一子”产品体系、止血愈伤、消肿镇痛、活血化瘀的神奇疗效，以及1956年其遗孀将秘方献给新中国的事迹。",
    "best_quote_en": "‘Wuwei’ (inaction) is the consensus of Laozi and the Buddha. Many experts and scholars interpret ‘Wuwei’ as ‘not acting recklessly’, which is totally wrong! ‘Wuwei’ is ‘not abiding by anything’ in the Diamond Sutra, ‘no dualistic phenomena’ in the Platform Sutra of the Sixth Patriarch, that is, ‘emptiness’, ‘Tao’, ‘Buddha’, ‘unmoving suchness’, and the empty nature that each of us possesses!",
    "best_quote_zh": "‘无为’是老子和佛陀的共识，很多专家学者把‘无为’解释为‘不妄为’，大错特错！‘无为’就是《金刚经》里的‘无所住’，就是《六祖坛经》里的‘无二相’，也就是‘空’、就是‘道’、就是‘佛’、就是‘如如不动’、就是我们每个人都具有的空无本性！"
  },
   {
    "id": 1,
    "title": "The Legendary Connection Between Emotions and Health Issues",
    "title_zh": "传说中的情绪与健康问题",
    "source": "豆瓣读书评论",
    "link": "https://book.douban.com/review/6732133/",
    "tags": ["Emotions and Health", "Psychosomatic Symptoms", "John Sarno's Theory", "Self-Healing"],
    "tags_zh": ["情绪与健康", "心身症状", "约翰·萨诺理论", "自我治愈"],
    "date": "2014-07-08",
    "summary_en": "This article discusses a national bestseller centered on the relationship between emotions, diseases, and health, focusing on John Sarno's core theory: physical symptoms (such as muscle tension syndrome) are bodily expressions of anxiety rather than emotional ones. He emphasizes that effective treatment should target the brain—relying on awareness, insight, knowledge, and information—instead of local body tissues. Notably, 80%-90% of patients who attended his lectures on muscle tension syndrome achieved full recovery. The article explains that psychosomatic symptoms occur because the brain triggers physical discomfort to prevent terrifying unconscious emotions from being consciously recognized; once these repressed emotions are expressed and patients understand the brain's 'trick', symptoms will improve. Although complete recovery may require a long process of self-awareness, recognizing that muscle tension syndrome stems from brain-related issues is the key to self-healing.",
    "summary_zh": "本文围绕一本全美畅销书展开，聚焦情绪、疾病与健康三者的关联，核心阐述约翰·萨诺的理论：肌肉紧张综合征等身体症状是焦虑的身体表达，而非情绪表达。他提出，有效的治疗应指向大脑——借助意识、洞察力、知识与信息，而非针对身体局部组织。值得注意的是，听过他关于肌肉紧张综合征演讲的病人中，80%-90%实现了完全康复。文章还解释，心身症状的产生是由于大脑引发身体不适，以阻止可怕的无意识情绪被意识层面察觉；当这些被压抑的情绪得以表达，且病人识破大脑的“计谋”后，症状便会好转。尽管完全康复可能需要较长的自我认知过程，但认识到肌肉紧张综合征源于大脑相关问题，是实现自我治愈的关键。",
    "best_quote_en": "Symptoms are bodily expressions of anxiety, not emotional ones. Effective treatment should be directed at the brain, not local tissues. Awareness, insight, knowledge, and information are the magic pills for treating this disease.",
    "best_quote_zh": "症状是焦虑的身体表达，而不是情绪表达。有效的治疗应该直接指向大脑，而不是局部的组织。意识、洞察力、知识和信息是治疗这一疾病的神奇药丸。"
  },
    {
    "id": 1,
    "title": "Wang Yangming: One Should Not Live in Confusion, Nor Die in Chaos",
    "title_zh": "王阳明：人不能稀里糊涂活 更不可乌七八糟死",
    "source": "豆瓣",
    "link": "https://www.douban.com/note/682901216/?_i=8388419y6Lj3OT",
    "tags": ["Wang Yangming", "Yangming's Mind Studies", "Life Reflection", "Conscience-Cultivation", "Philosophical Thought"],
    "tags_zh": ["王阳明", "阳明心学", "人生思考", "致良知", "哲学思想"],
    "date": "2018-07-14",
    "summary_en": "This article starts with the author's experience of being deeply attracted after reading books about Wang Yangming, and quotes the words of Socrates ('An unexamined life is not worth living'), Russell ('Many people would rather die than think; in fact, they do die without thinking'), and Wang Xiaobo ('Low intelligence, bigotry, and poor thinking are the greatest evils... Intelligent, optimistic, and knowledgeable people are more trustworthy') to emphasize the significance of reflective life. The core content focuses on interpreting Wang Yangming's Mind Studies: Mind Studies teaches people to create themselves through life, relying on their own strength to shape the self without slackening or giving up, so as to 'live poetically on earth'. However, life is unpredictable, and the key to coping with it lies in 'conscience-cultivation' (zhi liang zhi) in Mind Studies. The article explains that 'conscience' is innate intuition (knowledge without learning) — everyone possesses it (even peddlers and politicians claim to be 'conscientious'), and the reason some people do evil is that their conscience is 'obscured', not that they lack it. Conscience exists only in everyone's heart, not in preaching theories or external objects; what a person pursues determines the direction of their life, and those who do not find the foundation of life will be controlled by external forces unconsciously, like the withering and flourishing of weeds. Wang Yangming's life experience shows that the practice of Mind Studies requires 'finding one's true nature in extremely difficult environments to survive from desperation': under the guidance of conscience, one can always find a way out even in danger; when doing things, one should not only perform well in the moment but also focus on long-term interests, and balance the overall situation with careful thinking. Mind Studies is both a spiritual art and a practical skill, accessible to everyone — it advocates returning to one's innate knowledge, awakening the rational consciousness of inner conscience, and using it as a code of conduct to construct the self and live a meaningful life. The article also discusses the pros and cons of 'talking too much' and 'silence': talking too much stems from 'restless spirit and weak ambition' (those with restless spirits have unstable aspirations and are keen on external showing, appearing shallow; those with weak ambitions are easily complacent and lack the drive to make progress); silence has four dangers — stupid silence (doubting but not asking, being confused but not arguing), cunning silence (not speaking to please others), deceptive silence (pretending to be profound to cover incompetence), and malicious silence (knowing the truth but pretending to be ignorant to hide evil intentions). Finally, it points out that 'the heart is the key to success or failure' — all things are done by people, and people do things with their hearts; Mind Studies mainly practices 'intentions', which determine what one sees, pays, and gains. Greed leads to failure, cowardice leads to no achievement; only by aligning one's intentions with things can one find balance, and the law of energy conservation will eventually bring what one deserves.",
    "summary_zh": "本文以作者阅读王阳明相关书籍后被“圈粉”开篇，引用苏格拉底“未经反思的人生不值得一过”、罗素“许多人宁愿死，也不愿思考，事实上他们也确实至死都没有思考过”、王小波“低智、偏执、思想贫乏是最大的邪恶……聪明、达观、多知的人比别样的人更堪信任”等观点，强调有反思的人生的重要性，进而引出核心主题：人不能稀里糊涂过日子，更不能乌七八糟便死去。文章重点解读王阳明心学：心学教导人们通过生活创造自我，需以自身力量塑造自我，永不松懈、不放弃，方能“诗意地栖居于大地”；而应对人生无常的“窍门”，便是心学中的“致良知”。文中阐释，“良知”是“本知”，即人不学而知的直觉，人人皆有（从街边小贩到台上政客皆愿称自己“有良知”），有人作恶是因“良知被遮蔽”，而非缺乏良知——良知只存在于每个人心中，而非说教理论或外在事物中，人追逐什么便可能受其牵引，若未找到生命根本，便会如野草般被外界力量操控而不自知。王阳明以一生经历印证，心学的修炼路径是“在艰苦卓绝的环境中找到‘自性’，从而绝处逢生”：在良知指引下，即便险象环生也能寻得生机；做事需兼顾当下表现与长远利益，既要立足大局，又要心思细密。心学既是“精神艺术”，也是“实用功夫”，因其雅俗共赏，人人可懂、可修，其核心是“返本开源致良知”——回归本知，唤醒内在良知的理性意识，以之为行动准则，完成自我建构，活出有意义的人生。文章还分析了“言与行”的关系：多言的病根在“气浮、志轻”（气浮者志向不定、热衷炫耀，显得浅陋；志轻者易自满、无精进心，难有高深造诣）；沉默亦非全然可靠，存在四种危险——“愚蠢的沉默”（疑而不问、蔽而不辩）、“狡猾的沉默”（以不言讨好他人）、“捉弄人的沉默”（故作高深掩无能）、“默之贼”（明知内情却装糊涂、藏奸恶）。最后指出，“心是成败的关键”：凡事皆由人做，而人凭心做事，心学重在修炼“意念”，意念决定所见、所付、所得；贪必败、怯无功，唯有“物各付物”找到平衡，方能依“能量守恒”获得应得之物。",
    "best_quote_en": "Yangming's Mind Studies teaches us to create ourselves through life. This life requires using our own strength to shape the self, never slackening, never giving up on ourselves. In this way, you can live poetically on the earth. The key to this is 'conscience-cultivation' as mentioned in Mind Studies — conscience is innate intuition, existing only in everyone's heart, and awakening it is the way to construct the self and live a meaningful life.",
    "best_quote_zh": "王阳明的心学教导我们，通过生活来创造自己。这生活需要用自我的力量来生成自我，永远不要松懈，永远不要放弃自己 。如此，你便可诗意地栖居于大地……这个窍门就是心学里说的‘致良知’。良知即本知，也就是人不学而知的直觉……唤醒每一个人内在良知的理性意识，并以此为行动准则，完成自我的建构，活出有意义的人生。"
  }
]
